Repository: rafaelSwi/iKlipper
Catalog: iKlipper/*.lproj/Localizable.strings
Languages: es, pl

# bottomnavbar.settings
source: Settings
es: Ajustes
pl: Ustawienia

# bottomnavbar.printer
source: Printer
es: Estado
pl: Status

# settings.webcamperf.title
source: Webcam Performance
es: Conexión de Cámara
pl: Wydajność Kamery

# settings.webcamperf.slow.title
source: Slow
es: Bajo
pl: Niska

# settings.webcamperf.normal.title
source: Normal
pl: Normalna

# settings.webcamperf.fast.title
source: Fast
es: Alto
pl: Wysoka

# settings.webcamperf.max.title
source: Max
es: Máximo
pl: Maksymalna

# settings.webcamperf.slow.desc
source: Recommended for poor Internet connections.
es: Recomendado para conexiones de internet lentas.
pl: Zalecane dla słabego połączenia internetowego.

# settings.webcamperf.normal.desc
source: Decent performance with low data usage.
es: Balance entre rendimiento y uso de datos.
pl: Zrównoważona wydajność i zużycie danych.

# settings.webcamperf.fast.desc
source: Slightly better than Normal.
es: Un poco mejor que el modo Normal.
pl: Trochę lepsza niż tryb Normalny.

# settings.webcamperf.max.desc
source: Use as much data as possible.
es: Utiliza la máxima cantidad de datos posible.
pl: Korzysta z maksymalnej ilości danych.

# settings.printers.title
source: Printers
es: Impresoras
pl: Drukarki

# settings.printers.active
source: Active:
es: En uso:
pl: Aktywne:

# main.printing.pause
source: Pause
es: Pausar
pl: Wstrzymaj

# main.printing.resume
source: Resume
es: Reanudar
pl: Wznów

# main.printing.cancel
source: Cancel
es: Cancelar
pl: Anuluj

# main.printing.progress
source: Progress
es: Progreso
pl: Postęp

# main.printing.extruder
source: Extruder
es: Extrusor
pl: Wytłaczarka

# main.printing.heater_bed
source: Heater Bed
es: Mesa
pl: Podgrzewany Stół

# main.printing.open_camera
source: Open Camera
es: Abrir Cámara
pl: Otwórz kamerę

# main.operational.extruder
source: Extruder
es: Extrusor
pl: Wytłaczarka

# main.operational.heater_bed
source: Heater Bed
es: Mesa
pl: Podgrzewany Stół

# main.operational.chamber_fan
source: Fan
es: Ventilador de Cámara
pl: Wachlarz wiatru

# main.operational.camera
source: Camera
es: Cámara
pl: Kamera

# main.empty.add_printer_title
source: Add a Printer
es: Comience a Usar
pl: Zacząć używać

# main.empty.add_printer
source: Add Printer
es: Agregar Impresora
pl: Dodaj drukarkę

# main.empty.add_and_activate
source: Add a Printer and mark it as active.
es: Agregue una impresora y establézcala como principal.
pl: Dodaj drukarkę i ustaw ją jako główną.

# main.empty.printer_list
source: Printer List
es: Lista de Impresoras
pl: Lista drukarek

# webcam.preview.reload_connection
source: Reload Connection
es: Recargar Conexión
pl: odświeżyć

# webcam.preview.view_full_screen
source: View in Full Screen
es: Pantalla Completa
pl: Pełny ekran

# print.filelist.internal_files
source: Internal Files
es: Archivos Internos
pl: Pliki wewnętrzne

# print.filelist.usb_files
source: USB Files
es: Archivos USB
pl: Pliki na USB

# print.filelist.saved_from_usb
source: Saved From USB
es: Guardados desde USB
pl: Pliki zapisane z USB

# print.add_new.title
source: Add New Printer
es: Agregar Nueva
pl: Dodaj nową

# print.add_new.printer_name
source: Printer Name
es: Nombre
pl: Nazwa

# print.add_new.printer_ip
source: IP Address
es: IP
pl: IP

# print.add_new.https
source: HTTPS Encryption
es: HTTPS
pl: HTTPS

# print.add_new.model
source: Syncraft Model
es: Modelo
pl: Model Syncraft

# print.add_new.add_printer
source: Add Printer
es: Agregar Impresora
pl: Dodaj drukarkę

# print.edit_printer.title
source: Edit Printer
es: Editar
pl: Edytuj

# print.edit_printer.printer_name
source: Printer Name
es: Nombre
pl: Nazwa

# print.edit_printer.printer_ip
source: IP Address
es: IP
pl: IP

# print.edit_printer.https
source: HTTPS Encryption
es: HTTPS
pl: HTTPS

# print.edit_printer.model
source: Syncraft Model
es: Modelo
pl: Model Syncraft

# print.edit_printer.delete_printer
source: Delete Printer
es: Eliminar Impresora
pl: Usuń drukarkę

# print.edit_printer.save_changes
source: Save Changes
es: Guardar Cambios
pl: Zapisz zmiany
